const newsListMocks = [
    {
        id: 1,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 2,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 3,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 4,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 5,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 6,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 7,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 8,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 9,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    },
    {
        id: 10,
        title: 'Упавший с крыши снег разбил две машины в Екатеринбурге',
        source: 'e1.ru',
        date: '04/02'
    }
]

export default newsListMocks;